Repository: DIKO-Doc/DIKO-Doc.github.io
Catalog: chs/chs-level2.tmx
Source language: en
Languages: zh_cn

source: '''SQL Server Management Studio''' (SSMS) is a software application first launched with [[Microsoft]] [[Microsoft SQL Server|SQL Server 2005]] that is used for configuring, managing, and administering all components within [[Microsoft SQL Server]].
zh_cn: '''SQL Server Management Studio'''（SSMS）是[[微软]]的一個與其[[數據庫]]產品[[Microsoft SQL Server]]配合使用的產品，以便於設定、配置及管理其元件。

source: - Administrator
zh_cn: - 管理员

source: 1.1 Add New User
zh_cn: 1.1 新增使用者

source: 1. Requirements
zh_cn: 1. 需求

source: 1 SYSTEM FUNCTIONS
zh_cn: 1 系統功能

source: 2 APPENDIX
zh_cn: 2 附錄

source: 3 . Installing DropZone in Windows
zh_cn: 3 . 在Windows安装 Dropzone

source: 3 . 5 ( If the below image shows up, select Download and install )
zh_cn: 3 . 5 ( 如果有以下的图片出现，点击此处 )

source: 4 . DIKO DropZone System Settings
zh_cn: 4 . DIKO DropZone 系统设置

source: 5. Using DIKO Drop zone
zh_cn: 5. 使用 DIKO Drop zone

source: DIKO DropZone System Settings
zh_cn: DIKO DropZone 的系统设置

source: DIKO supports both metadata and content search.
zh_cn: DIKO 支持元数据和内容搜索。

source: Install Dropzone in Windows
zh_cn: 在 Windows 安装 Dropzone

source: Install Microsoft WSE 2.0 SP3
zh_cn: 安装 Microsoft WSE 2.0 SP3

source: DIKO offers multi-lingual user interface to serve international users.
zh_cn: DIKO 提供多语言的用户接口，为国际用户提供服务。

source: Role-based permissions ensure only authorized groups and users can access the documents.
zh_cn: 基于角色的权限确保只有授权的群组和使用者才能访问这些文件。

source: DIKO allows the users to merge multiple documents to a PDF for printing.
zh_cn: DIKO 允许使用者将多个文件在进行打印时合并为单一个PDF档案。

source: In addition, DIKO keeps the versions of each document to protect its integrity.
zh_cn: 此外， DIKO 保留每个文件的版本以确保其完整性。

source: ==External links== * [https://docs.microsoft.com/en-us/sql/ssms/sql-server-management-studio-ssms SQL Server Management Studio] on [[MSDN]]
zh_cn: ==外部連結== * [https://docs.microsoft.com/en-us/sql/ssms/sql-server-management-studio-ssms SQL Server Management Studio] on [[MSDN]]

source: ==References== {{Reflist}}
zh_cn: ==参考文献== {{Reflist}}

source: ==References== {{reflist}}
zh_cn: ==參考文獻== {{Reflist}}

source: A new research assistant joined the school.
zh_cn: 一位新的研究助理加入了學校。

source: A fter working awhile with Professor Bouchet, Tom was transferred from the department of Gastropods to the department of Bivalves.
zh_cn: 在跟布歇特教授工作過一段時間後，Tom從腹足綱學系被調任到雙殼綱學系去。

source: A fter working for both Professors Bouchet and Kuroda, Tom decided to continue his study.
zh_cn: 在跟布歇特和黑田兩位教授工作過後，Tom決定還要繼續他的學業。

source: AJAX error!
zh_cn: AJAX错误！

source: All
zh_cn: 所有

source: All concepts, ideas and materials in this document are owned by Speech & Act Education Company Limited.
zh_cn: 所有本文中提及的概念、意念及教材均由 坐言起行教育 有限公司所拥有。

source: All document activities are stored in audit trail for future review.
zh_cn: 所有文件活动都存储在档案日志中以供来审核。

source: All rights reserved.
zh_cn: 版權所有。

source: An '''audit trail''' (also called '''audit log''') is a security-relevant chronological record, set of records, and/or destination and source of records that provide documentary evidence of the sequence of activities that have affected at any time a specific operation, procedure, or event.<ref>{{cite web |url=http://www.cnss.gov/Assets/pdf/cnssi_4009.pdf |title=National Information Assurance (IA) Glossary |publisher=[[Committee on National Security Systems]] |pages=4 |date=7 August 1996 |accessdate=7 March 2012 |format=PDF}}</ref><ref>{{cite web|url=http://www.atis.org/glossary/definition.aspx?id=5572 |title=ATIS Telecom Glossary 2012 - audit trail |publisher=[[Alliance for Telecommunications Industry Solutions]] (ATIS) Committee PRQC |year=2012 |accessdate=7 March 2012 |deadurl=yes |archiveurl=https://web.archive.org/web/20130313232104/http://www.atis.org/glossary/definition.aspx?id=5572 |archivedate=13 March 2013 |df= }}</ref> Audit records typically result from activities such as [[financial transaction]]s,<ref>{{cite web |url=https://www.sec.gov/news/press/2010/2010-86.htm |title=SEC Proposes Consolidated Audit Trail System to Better Track Market Trades |publisher=U.S.
zh_cn: '''審計跟踪'''（也稱為'''審計日誌'''）是與安全相關的時間順序記錄、記錄集和/或目的地和記錄來源，它們提供了在任何時候影響特定操作，程序的活動順序的文件證據或事件<ref>{{cite web |url=http://www.cnss.gov/Assets/pdf/cnssi_4009.pdf |title=National Information Assurance (IA) Glossary |trans-title=國家信息保障（IA）詞彙表 |publisher=[[Committee on National Security Systems]] |pages=4 |date=1996-08-07 |access-date=2012-03-07 |format=PDF |language=en }}</ref><ref>{{cite web |url=http://www.atis.org/glossary/definition.aspx?id=5572 |title=ATIS Telecom Glossary 2012 - audit trail |trans-title=ATIS電信詞彙表2012 - 審計線索 |publisher=[[Alliance for Telecommunications Industry Solutions]] (ATIS) Committee PRQC |year=2012 |access-date=2012-03-07 |deadurl=yes |archiveurl=https://web.archive.org/web/20130313232104/http://www.atis.org/glossary/definition.aspx?id=5572 |archivedate=2013-03-13 |language=en }}</ref>。審計記錄通常來自一些活動，例如：[[金融交易]]<ref>{{cite web |url=https://www.sec.gov/news/press/2010/2010-86.htm |title=SEC Proposes Consolidated Audit Trail System to Better Track Market Trades |publisher=U.S.

source: Anonymous
zh_cn: 匿名

source: Any reference to partial or all materials in this document without written authorization is strictly prohibited.
zh_cn: 未经书面授权，严禁以任何方式提及本文中的部分或全部材料。

source: Any update on the documents can notify the relevant users via email alert.
zh_cn: 对于文件的任何更新都可以通过电邮提示来通知相关使用者。

source: Are you sure?
zh_cn: 您确定吗？

source: Audit Trail
zh_cn: 审计日志

source: Backup
zh_cn: 备份

source: Backup & Restor e
zh_cn: 备份与复原

source: Backup & Restore
zh_cn: 备份与复原

source: Backups that depend on the restoration of an earlier backup are automatically deselected when the earlier backup is deselected.
zh_cn: 当取消选择早期备份时，将自动取消选择依赖于恢复早期备份的备份。

source: Before we can start, we need to follow the steps in the “Installation Guide” to have all the software necessary installed and configure properly.
zh_cn: 在我们开始之前，首先要跟随“安装手册”的步骤，把所需要的软件安装及设定好。

source: BosnianCyrillic = 130,
zh_cn: 西里尔字母波斯尼亚语 = 130,

source: By default, a recovery plan is suggested.
zh_cn: 预设情况下，建议使用恢复计划。

source: C hapter 2 Backup & Restore
zh_cn: 第 2 章 备份与复原

source: C lick [ Next ]
zh_cn: 点 击 [ Next ]

source: C reate the folder “Gastropods” and “Bivalves” under “Mollusks”.
zh_cn: 再在“Mollusks”這個資料夾之下建立“Gastropods”和“Bivalves”兩個新的資料夾。

source: C reate the folder “Mollusks” under the folder “Corporate”.
zh_cn: 在“Corporate”這個資料夾之下建立新的資料夾“Mollusks”；

source: Certainly, you may use the SQL Server Management Studio to conduct the backup.
zh_cn: 当然，您也可以使用SQL Server Management Studio进行备份。

source: Change %s
zh_cn: 修改%s

source: Change History
zh_cn: 文件修订追踪

source: Check the Close existing connections option to ensure that all active connections between Management Studio and the database are closed.
zh_cn: 选择 Close existing connections option 选项以确保所有在Management Studio与数据库之间的活动连接均已关闭。

source: Choose %s
zh_cn: 选择%s

source: Choose an image to represent this site.
zh_cn: 选择一个图像来代表此站点。

source: Choose “ I accept the terms in the license agreement ” then select “ Next ”
zh_cn: 选择 “ I accept the terms in the license agreement ” 然后点选 “ Next ”

source: Choose “Runtime” then click “Next”
zh_cn: 选择 “Runtime” 然后点击 “Next”

source: Click
zh_cn: 按一下

source: Click “ Install ”
zh_cn: 点击 “ Install ”

source: Click “Finish”
zh_cn: 点击 “Finish”

source: Click “Next”
zh_cn: 点击 “Next”

source: Click “ Download and install this feature ”
zh_cn: 点击 “ Download and install this feature ”

source: Click OK to accept the default parameters ; You may set the default location for backup to a Network Attached Storage (NAS) for nearline storage .
zh_cn: 单击 OK 接纳预设的备份参数 ； 要不，您可以将备份的默认位置设置为网络附加储存（NAS），以进行近线储存 。

source: Click OK .
zh_cn: 单击 OK 。

source: Comment
zh_cn: 评语

source: Comment awaiting moderation
zh_cn: 等待审核的评论

source: CommentPress Core
zh_cn: KommentPress de` Kor

source: Comments
zh_cn: 评语

source: Comments by Commenter
zh_cn: 评论者评论

source: Contact
zh_cn: 聯絡方法

source: Content
zh_cn: 目录

source: Copyright 2017 All rights reserved
zh_cn: ©2017-2019 版權所有坐言起行教育有限公司。

source: Copyright 2017-2019 All rights reserved
zh_cn: ©2017-2019 版权所有坐言起行教育有限公司。

source: Copyright 2018 -2019 All rights reserved.
zh_cn: ©2018 -2019 版权所有 坐言起行教育有限公司。

source: Customize
zh_cn: 定制

source: DIKO DropZone Installation and User Guide
zh_cn: DIKO DropZone 安装及使用手册

source: DIKO T utorial v1.0
zh_cn: DIKO 概述 v1.0

source: DIKO Overview
zh_cn: DIKO概述

source: DIKO does not only serve as a platform for users to share their “knowledge”, it also enhances the document collaboration among the users in the corporation.
zh_cn: DIKO不仅可以作为用户分享他们“知识”的平台，而且还增强了公司内各用户之间的文件协作。

source: DIKO Backup & Restore Procedures
zh_cn: Diko 备份及复原程序

source: DIKO consists of two storage media namely Database and File System.
zh_cn: DIKO 由两个储存介质组成，即数据库和文件系统。

source: DIKO is a web-based Knowledge Management System which maintains the documents integrity and restricts the document access.
zh_cn: DIKO 是一个基于网络的知识管理系统，负责维护文件完整性并限制文件访问。

source: DIKO is a web-based, UNICODE-supported Document Management System.
zh_cn: DIKO 是一个网络应用架构并使用UNICODE支持的文件管理系统。

source: DIKO is by default to be installed on C drive.
zh_cn: 缺省情况下，DIKO 安装在C磁盘驱动器上。

source: Database
zh_cn: 数据库

source: Database Backup
zh_cn: 数据库备份

source: Database stores all document records, audit trails, user groups, etc. File System stores all encrypted files, PDF renditions, full text index, etc. Both storage media should be backed at the same time to ensure data synchronization.
zh_cn: 文件系统存储所有加密文件，PDF格式，全文索引等。应同时备份两个存储介质以确保数据同步。

source: Date
zh_cn: 日期

source: Default %s
zh_cn: 缺省%s

source: Depart
zh_cn: 离职

source: Department of Bivalves: headed by Professor Kuroda.
zh_cn: 双壳纲部：由黑田教授带领。

source: Department of Gastropods: headed by Professor Bouchet, and
zh_cn: ；腹足纲部：由布歇特教授带领，以及

source: Diko Backup & Restore Procedures
zh_cn: Diko 备份与复原程序

source: Diko Tutorial
zh_cn: Diko 教程

source: Disclaimer
zh_cn: 版权声明

source: Documents can be classified in different categories.
zh_cn: 文件可以分为不同的类别，

source: Documents stored in DIKO are encrypted so documents can only be viewed within DIKO .
zh_cn: 存储在 DIKO 中的文件均已加密，因此只能在 DIKO 中查看。

source: Double click “ DIKO DropZone Setup” begin installation
zh_cn: 双击 “ DIKO DropZone Setup” 开始安装

source: Double click “ Microsoft WSE 2.0 SP3 ” to initiate installation
zh_cn: 双击 “ Microsoft WSE 2.0 SP3 ” 开始安装

source: Download Document
zh_cn: 下载文件

source: Each category consists a group of fields which hold the metadata for searching.
zh_cn: 每个类别都包含一组字段，用来支持元数据的搜寻。

source: File
zh_cn: 檔案

source: File System Backup
zh_cn: 文件系统备份

source: For inquiries, please send your email to info@speechnact.asia .
zh_cn: 如有疑问，请发送电子邮件至 info@speechnact.asia 。

source: G o back to the main screen.
zh_cn: 返回主畫面。

source: Getting Started
zh_cn: 入门

source: Government Printing Office]] |accessdate=2 March 2012 |deadurl=yes |archiveurl=https://web.archive.org/web/20100608090316/http://ecfr.gpoaccess.gov/cgi/t/text/text-idx?c=ecfr&sid=3094bb76639c37239557767756fd7878&rgn=div5&view=text&node=21%3A1.0.1.1.7&idno=21 |archivedate=8 June 2010 |df= }}</ref> or [[communication]]s by individual people, systems, accounts, or other entities.
zh_cn: Government Printing Office]] |access-date=2012-03-02 |deadurl=yes |archiveurl=https://web.archive.org/web/20100608090316/http://ecfr.gpoaccess.gov/cgi/t/text/text-idx?c=ecfr&sid=3094bb76639c37239557767756fd7878&rgn=div5&view=text&node=21%3A1.0.1.1.7&idno=21 |archivedate=2010-06-08 |language=en }}</ref>，或個人、系統、帳號以及其他實體的[[通信]]等活動。

source: Group avatar
zh_cn: 群组头像

source: H ere are the steps we need to do:
zh_cn: 所以我們需要做以下各項：

source: He is Tom, and will report to Professor Bouchet first.
zh_cn: 他叫Tom，會先向布歇特教授匯報。

source: He left all his work with the two profess ors inside the DIKO server.
zh_cn: 他將自己與兩位教授 工作時使用過的檔案都留在DIKO系統上。

source: I ntroduction
zh_cn: 简介

source: Imagine that you are the IT Support of the DIKO School of Mollusks.
zh_cn: 假设您现在成为了DIKO软体动物学院的IT支持人员。

source: In DIKO , m ore than 40 document types can be previewed in PDF format and each preview has a watermark with username, IP address and date shown .
zh_cn: 在 DIKO 中， 可使用PDF格式预览 40多种 文件 类型 ，每张预览内容都有用户名称、IP地址和日期的水印 ，

source: In Server Manager , tap [ Add roles and features ]
zh_cn: 在 Server Manager ， tap [ Add roles and features ]

source: In [[voting]], a [[voter-verified paper audit trail]] is a method of providing feedback to voters using a [[ballot]]less voting system.
zh_cn: 在[[投票]]中，[[选民证实的纸质审计线索]]是一种使用无[[选票]]投票系统向选民提供反馈的方法。

source: In case of disaster happens, the backup can be restored and the operation loss can be minimized.
zh_cn: 即使有意外发生，复原备份了的数据可使操作上的损失减低。

source: In the Backup sets to restore grid, select the backups to restore.
zh_cn: 在 Backup sets to restore 网格中，选择要复原的备份。

source: In the Destination section, the Database box is automatically populated with the name of the database to be restored.
zh_cn: 在 Destination 部分中， Database 框将自动填充要复原的数据库名称。

source: In the Restore to box, leave the default as To the last backup taken or click on Timeline to access the Backup Timeline dialog box to manually select a point in time to stop the recovery action.
zh_cn: 在 Restore to 框中，保留预设设置为 To the last backup taken 或单击 Timeline 以访问 Backup Timeline 对话框，以手动选择停止恢复操作的时间点。

source: Instructions
zh_cn: 说明

source: Introduction
zh_cn: 介绍

source: In Object Explorer , connect to an instance of the SQL Server Database Engine and then expand that instance.
zh_cn: 在 Object Explorer 中，连接到SQL Server数据库引擎的对象，然后展开该对象。

source: In Object Explorer , connect to an instance of the SQL Server Database Engine and then expand that instance. Expand Databases , right-click at DIKO , point to Tasks , and then click Back Up... .
zh_cn: 在 Object Explorer 中，连接到SQL Server数据库引擎的对象，然后展开该对象。 展开 Databases ，于 DIKO 右键单击 ，然后指向 Tasks ，单击 Back Up.... 。

source: It can display and accept multi-lingual inputs.
zh_cn: DIKO还可以显示和接受多语言输入。

source: It is very important to backup DIKO on a daily basis to ensure its integrity.
zh_cn: DIKO 每天均须备份，以确保其完整性，这一点非常重要。

source: It's the successor to the '''Enterprise Manager''' in SQL 2000 or before.
zh_cn: 原為SQL Server 2000的管理工具，名為「SQL Server Enterprise Manager」。

source: Kazakh = 134,
zh_cn: 哈萨克斯坦语 = 134,

source: L ater, when Tom move from the Department of Gastropods to the Department of Bivalves, we need to transfer the ownership of his old files back to his reporting line.
zh_cn: 之後，當Tom由 腹足綱 學系調任到 雙殼綱 學系時，我們要將他 在 舊有部門工作時的檔案交回到他原來的上司管有。

source: Later, he will be transferred to another department and will report to Professor Kuroda.
zh_cn: 之後，他會被調任至另一個學系，向黑田教授匯報。

source: Loading...
zh_cn: 载入中...

source: Logo
zh_cn: 标志

source: Logo Image
zh_cn: 标志图片

source: Module
zh_cn: 组件

source: Moldovan = 131,
zh_cn: 摩尔多瓦语 = 131,

source: MongolianCyrillic = 135,
zh_cn: 西里尔字母蒙古语 = 135,

source: Move
zh_cn: 移动

source: N ew Comers
zh_cn: 新來者

source: New Comers
zh_cn: 新来者

source: New document released
zh_cn: 发布新文件

source: No %s selected
zh_cn: 没有已选择的%s

source: Now, you have to set the system up that people can share literature online.
zh_cn: 现时，您要将系统设定为可让学院两个学系的人员在网上分享文献。

source: OS
zh_cn: 操作系统

source: On the General page, use the Source section to specify the source and location of the backup sets to restore.
zh_cn: 在 General 页面上，使用 Source 部分指定要复原的备份集的来源和位置。

source: Page 2 of 2
zh_cn: 第 2 / 2 页

source: Page 2 o f 2
zh_cn: 第 2 / 2 頁

source: Please enter a valid email address.
zh_cn: 请输入有效的电邮地址。

source: Please enter your comment.
zh_cn: 请输入您的评语。

source: Please enter your email address.
zh_cn: 请输入您的电邮地址。

source: Please enter your name.
zh_cn: 请输入您的名字。

source: Please read Section 3.2 of Users’ Guide for details.
zh_cn: 詳情請參閱使用者手冊的第3.2節。

source: Remarks
zh_cn: 备注

source: Remove %s
zh_cn: 移除%s

source: Restore
zh_cn: 复原

source: Restore Database
zh_cn: 数据库复原

source: Restore File System
zh_cn: 文件系统复原

source: Restore operations may fail if there are active connections to the database.
zh_cn: 若与数据库的活动连接仍然存在，复原操作可能会失败。

source: Right click “ DIKO DropZone ”
zh_cn: 右键点击 “ DIKO DropZone ”

source: Right-click Databases and select Restore Database...
zh_cn: 于 Databases 右键单击，然后点选 Restore Database...

source: S ummary
zh_cn: 總結

source: S ystem requirement
zh_cn: 系 統要求

source: SSL is also supported so the data transmission between DIKO and web browser is safe.
zh_cn: 支持SSL传输，因此 DIKO 和Web浏览器之间的数据传输是安全的。

source: Sections
zh_cn: 章节

source: Select %s
zh_cn: 选择%s

source: Select one of the following options:
zh_cn: 选择以下选项之一：

source: Select the database to restore from the drop-down list.
zh_cn: 从下拉列表中选择要复原的数据库。

source: Select “ Next ”
zh_cn: 点选 “ Next ”

source: Select Prompt before restoring each backup if you wish to be prompted between each restore operation.
zh_cn: 如果希望在每个复原操作之间出现提示，请选择 Prompt before restoring each backup 。

source: Site Image
zh_cn: 网站图片

source: Site Logo
zh_cn: 网站标志

source: Source:
zh_cn: 源：

source: Steps
zh_cn: 步骤

source: Summary
zh_cn: 总结

source: SwissGerman = 132,
zh_cn: 瑞士德语 = 132,

source: System Functions
zh_cn: 系統功能

source: System Installation Guide
zh_cn: 系統安装手册

source: T able of Content
zh_cn: 目录

source: T om is the new research assistant of the department.
zh_cn: Tom是部門新來的研究助理。

source: T ransfer
zh_cn: 調任

source: Table of Content
zh_cn: 目录

source: Table of Contents
zh_cn: 目录

source: Tetum = 133,
zh_cn: 德顿语 = 133,

source: The backup files are recommended to store on the NAS for protection.
zh_cn: 建議將備份檔案存儲在NAS上以方便保護。

source: The following procedures show how to restore the database backup using MS SQL Server Management Studio.
zh_cn: 以下过程说明如何使用MS SQL Server Management Studio复原数据库备份。

source: The following procedures show you how to use the SQL Server Management Studio to backup the DIKO database installed to its default location
zh_cn: 以下过程说明如何 去 透过SQL Server Management Studio 将 安装于 于默认位置的 DIKO 数据库 备份 。

source: The list contains only databases that have been backed up according to the msdb backup history.
zh_cn: 该列表仅包含根据 msdb 备份历史记录作过备份的数据库。

source: The school has only two departments:
zh_cn: 学校只有两个部门：

source: The structure of the school is as follows:
zh_cn: 学院各部门间的架构如下图：

source: The “knowledge” is collected from our users’ documents, meeting agendas, emails and other possible sources of knowledge.
zh_cn: “知识”来自我们用户的文件、会议议程、电子邮件和其他可能的知识来源。

source: Then you will see the dialog box below :
zh_cn: 然后你会看到以下的对话框 ：

source: There is a folder called DIKO which stores the application, file objects and full text index.
zh_cn: 有一个名为 DIKO 的活页夹，用于储存应用程序、文件对象和全文索引，

source: Therefore, the DIKO folder on C drive should be backup either by using the Copy command or other backup software.
zh_cn: 因此，C磁盘驱动器上的 DIKO 活页夹应该透过系统的“复制”命令或其他备份软件进行备份。

source: This check box sets the database to single user mode before performing the restore operations, and sets the database to multi-user mode when complete.
zh_cn: 此复选框在执行还原操作之前将数据库设置为单用户模式，并在完成时数据库设置为多用户模式。

source: This grid displays the backups available for the specified location.
zh_cn: 此网格显示指定位置的可用备份。

source: This is to avoid any potential screen capture of the document content.
zh_cn: 以 避免有任何的文件内容透过画面捕捉而被窃取的潜在风险。

source: This is not usually necessary unless the database is large and you wish to monitor the status of the restore operation.
zh_cn: 除非数据库很大并且您希望监视还原操作的状态，否则通常不需要这样做。

source: To change the name of the database, enter the new name in the Database box.
zh_cn: 要更改数据库名称，请在 Database 框中输入新名称。

source: To override the suggested recovery plan, you can change the selections in the grid.
zh_cn: 要覆盖建议的恢复计划，您可以更改网格中的选择。

source: To restore DIKO is simple, put the database and file system backup from the NAS to the default location (i.e. C drive) and DIKO will be in production again.
zh_cn: 要复原 DIKO 很简单，将数据库和文件系统备份从NAS放到默认位置（即C磁盘驱动器）， DIKO 将再次投入生产。

source: To restore the file system, simply copy the whole DIKO folder with its content and put it back on C drive (or DIKO installed hard drive).
zh_cn: 要复原文件系统，只需复制整个 DIKO 活页夹及其内容，并将之放 回到 C磁盘驱动器（或 DIKO 安装的硬盘）上。

source: Transfer
zh_cn: 调职

source: U ser Management
zh_cn: 用 戶管理

source: Updated with details steps of backup and restore, with screen captures
zh_cn: 加入了备份与复原过程中的抓图，再修订了部分用字和标点符号。

source: Upon completion click “ Finish ”
zh_cn: 安装完成后点击 “ Finish ”

source: User Access / Permission for installation
zh_cn: 用户访问/安装权限

source: Users can share the documents via its share-link to ensure litigate sharing.
zh_cn: 使用者可以通过其共享连结 来分享文件，以确保诉讼共享。

source: UzbekLatin = 136,
zh_cn: 拉丁字母乌孜别克语 = 136,

source: Version
zh_cn: 版本

source: We are trying to provide you a step-by-step tutorial lesson about setting up the DIKO system.
zh_cn: 我们希望透过这个教程，使您能够更了解如何为DIKO系统设定。

source: We need to create a new account for him , and assign new roles to him as assistant of Professor Bouchet .
zh_cn: 我們要給他建立一個新的帳號 ，而且給他作為布歇特教授的助手的身份 。

source: With DIKO , all documents are well protected and managed so the corporation is on the safe side in the dynamic business world.
zh_cn: 使用 DIKO ，所有文件都得到很好的保护和管理，因此企业能在这动蘯的商业世界中处于安全的一面。

source: With a web browser, the user can manage and protect the documents within the organization.
zh_cn: 使用Web浏览器，用户可以管理和保护组织内的文件。

source: You may use a Windows schedule task to conduct the file system backup every night.
zh_cn: 您可以使用Windows的计划任务功能于每晚进行文件系统备份。

source: You may use some database backup software to backup the DIKO database .
zh_cn: 您可以使用一些数据库备份软件来 备份 DIKO 数据库 。

source: You may use the task scheduler to automate the database backup task.
zh_cn: 您可以使用任务计划程序自动执行数据库备份任务。

source: You will see the progress meter at the lower left corner running until backup ended as below :
zh_cn: 这时，对话框的左下角会出现备份进程的图案。当备份完成，系统会出现如下图般 提示备份 已完成的讯息：

source: Your comment has been added.
zh_cn: 已新增您的评语。

source: Your school purchased DIKO, as it is so wonder to document everything you have to.
zh_cn: 您的学院购买了DIKO系统的使用权，而您正跃跃欲使，希望将所有文件都交由DIKO系统处理。

source: [[Category:Auditing terms|Trail]]
zh_cn: ==外部连结== [[Category:审计术语]]

source: [[Category:Microsoft database software]] [[Category:Database administration tools]]
zh_cn: [[Category:微软数据库软件]] [[Category:数据库管理工具]]

source: [[Securities and Exchange Commission]] |date=26 May 2010 |accessdate=7 March 2012}}</ref> [[scientific research]] and health care data transactions,<ref>{{cite web|url=http://ecfr.gpoaccess.gov/cgi/t/text/text-idx?c=ecfr&sid=5ff3a0efed913ef8fae9e225869688a2&rgn=div5&view=text&node=21:1.0.1.1.7&idno=21 |title=Electronic Code of Federal Regulations - Title 21: Food and Drugs - Part 11: Electronic Records; Electronic Signatures |publisher=[[U.S.
zh_cn: [[美国证券交易委员会|Securities and Exchange Commission]] |date=2010-05-26 |access-date=2012-03-07 |language=en }}</ref>、[[科学方法|科學研究]]和醫療保健數據交易<ref>{{cite web|url=http://ecfr.gpoaccess.gov/cgi/t/text/text-idx?c=ecfr&sid=5ff3a0efed913ef8fae9e225869688a2&rgn=div5&view=text&node=21:1.0.1.1.7&idno=21 |title=Electronic Code of Federal Regulations - Title 21: Food and Drugs - Part 11: Electronic Records; Electronic Signatures |publisher=[[美国政府出版局|U.S.

source: {{Infobox software | name = SQL Server Management Studio | logo = | screenshot = SQLServerManagementStudio.JPG | caption = Earlier version of Microsoft SQL Server Management Studio showing a query, the results of the query, and the Object Explorer pane while connected to a SQL Server database engine instance.
zh_cn: {{Infobox software | name = SQL Server Management Studio | logo = | screenshot = SQLServerManagementStudio.JPG | caption = 一個早期版本的Microsoft SQL Server Management Studio的截圖，顯示一條query, the results of the query, and the Object Explorer pane while connected to a SQL Server database engine instance.
